/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"General" = "Général";
"About" = "Informations";
"Credits" = "Remerciements";
"Reset Music One" = "Réinitialisation";
"Reset on Next Start" = "Réinitialisation";

"About Text" = "Gestion des Données Personnelles

Pour prendre en compte tes votes musicaux, nous transmettons le numéro identitaire de ton iPhone au serveur de Music One. Nous ne l’utilisons pas à d’autres fins. Nous ne recueillons aucune autre information personnelle identifiable, mais cette politique sera potentiellement modifiée ultérieurement.

Propriété Intellectuelle

Tout le contenu de ce site est protégé par les droits d'auteur en vigueur aux États-Unis et ne peut être reproduit, distribué, transmis, affichés, publiés ou diffusés sans l'autorisation écrite préalable de Bobby Wallace ou dans le cas de contenu produit par des tiers, le propriétaire de celui-ci. Tu n’es pas autorisé à modifier ou supprimer la  marque ou logos associés, les mentions de droits d'auteur ou autres avis légaux dans le contenu.";

"Reset Database Text" = "En cas de problème rencontré avec l’application, il est recommandé de la réinitialiser. Cela permettra de rétablir tous les paramètres et les préférences tels qu’ils étaient par défaut. Toutes les musiques gardées en mémoire seront éliminées, y compris vos favorite et vos votes.

Presse sur | pour réinitialiser et relancer Music One.";

"Credits Text" = "Développement de l’application par Bobby Wallace. E-mail Bobby sur bikeath1337@me.com.

Merci à Richard Cowell, fondateur de Music One, pour l'opportunité de travailler sur cette application.

Collaboration créative avec Matthew Smoluch.

Adaptation du système de diffusion audio avec brio par Matt Gallagher.

Traduit en Français par Christophe Eymery.";